Revit 2015 API
BeamSystemTypeSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public virtual BeamSystemTypeSetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As BeamSystemTypeSetIterator
Visual C++
public:
virtual BeamSystemTypeSetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
BeamSystemTypeSet Class
Autodesk.Revit.DB Namespace